{
  "jokes": [
    {
      "id": 1,
      "joke": "ഡും ഡും.. ആരാ? ഞാൻ ഞാൻ ആര്? താനാരാണെന്ന് തനിക്കറിയില്ലെങ്കില്‍ താന്‍ എന്നോട് ചോദിക്ക് താനാരാണെന്ന്. തനിക്ക് ഞാന്‍ പറഞ്ഞു തരാം താനാരാണെന്ന്."
    },
    {
      "id": 2,
      "joke": "ഒരു thadiyannu വയറ് കുറയ്ക്കാന്‍ ആഗ്രഹിക്കുന്നു Doctor പറഞ്ഞു ഉജാല കുടിക്കാന്‍ Why? Because drinking ഉജാല will give you Bluetooth and Bluetooth is vayarless 👍"
    },
    {
      "id": 3,
      "joke": "What's the difference between smoking and Yesudas? A. Pukavali paadilla pakshe Yesudas paadum."
    },
    { "id": 4, "joke": "eda ni arinjo? Enthu aa, njanum arinjillla." },
    {
      "id": 5,
      "joke": "Waiter : kazhikkan entha vendathu? Customer: choodayittu ullathu enthengilum edukk Waiter: ennal randu theekkatta aayaloo?"
    },
    {
      "id": 6,
      "joke": "My dad's tummy never gets wet(in rain obviously) cause he has a 'കുട' vayar."
    },
    {
      "id": 7,
      "joke": "Neelayum chuvappum thammil ulla vyathyasam entha? Neela toilettinum chuvappu bathroominum"
    },
    {
      "id": 8,
      "joke": "Mom : Money nammuk in muthal terracil poyi chaaya kudikkam. Friend: athenta amme? Mom : Mohanlal Kannan Devan tea advertisementil parayanna kettitille?.. Uyaram koodumbol chaayayude taste koodum."
    },
    {
      "id": 9,
      "joke": "Vridhan hotel aanennu karuthi barber shop il chennu. Vridhan: enthundu ? Barber: cuting um shaving um. Appol vridhan: randum oro plate poratte..."
    },
    {
      "id": 10,
      "joke": "Me-'acha oru pattiye vedichalo' Achan - 'നീ ഉള്ളെപോ വേറെ ഒന്നിനെ എന്തിനാ വളർത്തുന്നെ'"
    },
    {
      "id": 11,
      "joke": "Oraal oru mullu kaatil akapettu. ayaalde kayyil aake ullat oru kuppi brandy. ayaal entu cheyum? Brandy kudich vaalu vach aa vaal kond mullu kaadu murich rakshapedum."
    },
    {
      "id": 12,
      "joke": "A to B : njan ippo varam C to B : A evide poyatha? B to C : ippo varan vendi poyatha..."
    },
    { "id": 13, "joke": "acha boradikkunnu. Borine thirichu adikku." },
    {
      "id": 14,
      "joke": "q : Oral oru marubhoomiyil akappettu. Ayaalude kayyil oru thokku 🔫 maathrame ollu. Appol ayaal avidunnu engane rakshapedum..? A Ayaalude thokkilulla bulletil kayari rakshapedum"
    },
    {
      "id": 15,
      "joke": "q adukkalauil ulla 2nd asugangak eathoke. a gasum,sugarum"
    },
    {
      "id": 16,
      "joke": "Me: Amme dhe njan puthiya shoe vaangi. Mom: Kollalo, oru shoe vangiyappo orennam free kittiyo?"
    },
    {
      "id": 17,
      "joke": "Mom had two kids : Nithu & Reena. How will the mom call the kids together : Neethuureenaa."
    },
    {
      "id": 18,
      "joke": "Vice President BD Jatti and Indira Gandhi were to visit Kerala. But at the last moment the Vice president had to cancel due to personal reasons and they telegrammed the CM to let them know of this fact. Newspapers the next day: ജെട്ടി ഇല്ലാതെ ഇന്ദിര വരുന്നു:"
    },
    {
      "id": 19,
      "joke": "What's a sentence that has Malayalam, English & Hindi words in it? Thooran poyi. Thoo-ran-poyi."
    },
    {
      "id": 20,
      "joke": "Once a guy built a House. But he was confused on what to name it. So he decided to name it after the first thing he saw in the morning. When he woke up the next day , he saw his wife's Kundi. Hence he named the house Kundi Years later, The family was blessed with a kid. The guy pondered on what to name him. He used the same technique that he used to name his house. So the next day the first thing he saw was his dog's Appi. So the kid was named Appi. One tragic day, the house went ablaze. The guy called the fire department and said : Sire... ente Kundik thee pidichu. Appi athil kudungi poyi."
    },
    {
      "id": 21,
      "joke": "Sardarji Singaporil poyi. First time hotelil stay. Thooran Mutti. Bathroom thuranu nokiyappo European closet - munpu kandittialla. Enthu cheyanam annrainjooda. Thalangum velangum nadanu. Muttal sahikan vayya. Onnum Pinne aalochichilla - turban oori athil thoori. Ellam kazinju enthu cheyanam annarinjooda, nokyapo mele fan. Turban fanil vechu, aarum kanathirikan. Thoori ksheenichu verthu. Fan on cheythu. Nalu padum bhithiyil theetam. Aake nankedu. Reception vilichu room boye varan paranju. Room boy vannu. MattOru sardar. Thooriya Sardar: Oru 100 dollar koduthittu paranju please ethonnu clean cheythu tharanAm. Room boy: NjAan 200 dollar tharam - ingane paranu thoorana vidya enne koode padipichu tharanam "
    },
    {
      "id": 22,
      "joke": "സർദാർജി അമേരിക്കയിൽ പോയി.അവടെ വെച്ച് യൂറോപ്യൻ ക്ലോസറ്റ് ഉപയോഗിക്കാൻ ശീലമില്ലാത്ത കൊണ്ട് മൂപ്പർ ഒരു ന്യൂസ്പേപ്പറിൽ കാര്യം സാധിച്ചു പൊതിഞ്ഞെടുത്തു. അത് കൊണ്ട് എന്ത് ചെയ്യണമെന്നറിയാതെ പുള്ളി ലിഫ്റ്റിൽ കേറി ഫ്ലാറ്റിന്റെ ഏറ്റം മണ്ടക്ക് കേറി ചുറ്റുമൊക്കെ നോക്കി നിന്ന്. ഇതേ സമയം അമേരിക്കൻ പൊലീസിന് ഒരു രഹസ്യ വിവരം കിട്ടി 5 കിലോ കഞ്ചാവുമായി ആരോ ഹെലികോപ്റ്റർ പിടിക്കാൻ നിക്കുന്നു. അവർ വേഗം ഹെലികോപ്റ്ററിൽ വന്നു നോക്കിയപ്പോ സർദാർജി സംശയാസ്പദമായ സാഹചര്യത്തിൽ ഒരു പൊതിയുമായി നിക്കുന്നു. അവർ നേരെ സര്ദാര്ജിയെ അറസ്റ്റ് ചെയ്തു സ്റ്റേഷനിൽ കൊണ്ട് പോയി.അവടെ വെച്ച് സാധനം തൂക്കി നോക്കിയപ്പോ ആകെ 1 കിലോ മാത്രം. ബാക്കി എവിടെടാ എന്ന് ചോദിച്ചു അവർ സര്ദാര്ജിയെ കുറെ ഇടിച്ചു. പിന്നെ പാക്കറ്റ് തുറന്നു നോക്കി അമളി മനസ്സിലായപ്പോ അവർ ഒന്നും മിണ്ടാതെ സര്ദാര്ജിയെ വിട്ടയച്ചു.തിരിച്ചു നാട്ടിലെത്തിയ സർദാർജി കൂട്ടുകാരനോട്.അമേരിക്ക ഒക്കെ എന്താ രാജ്യം.അവടെ പോയാൽ തൂറുവാണേൽ മിനിമം 5 കിലോ തൂറണം.കുറഞ്ഞു പോയാൽ അവർ നമ്മളെ ലോക്കപ്പിൽ കേറ്റി ഇടിക്കും."
    },
    {
      "id": 23,
      "joke": "ഒരാൾ ഒരു ദിവസം ഒരു ഷർട്ട് തേക്കുവയിരുന്നു. പെട്ടന്ന് കറണ്ട് പോയി. അയാള് ഇസ്ഥിരിയോട് ചൂടായി, ഇസ്തിരി തിരിച്ചും ചൂടായി. ആ ചൂടുകൊണ്ട് അയാള് ആ ഷർട്ട് തേച്ചു."
    },
    {
      "id": 24,
      "joke": "ഒരു റോഡിൽ നിങ്ങൾ ഒറ്റക്കാണ്, നിങ്ങടെ കയ്യിൽ ഒരു തോക്കും അതിൽ ഒരു ഉണ്ടയും മാത്രം. നിങ്ങള്ക്ക് അത്യാവശ്യമായി ഒരു സ്ഥലത്ത് എത്തണം. നിങൾ അവിടേക്ക് എങ്ങനെ പോകും? നിങൾ ആ തോക്കിൽ നിന്ന് bullet എടുത്തിട്ട് അത് ഓടിക്കും....ഗുടു ഗുടു ഗുടു"
    },
    {
      "id": 25,
      "joke": "A man was listening to a public Ramayanam discourse. The storyline where Hanuman was going to Lanka to meet Sita with Rama's message. So our man had to urgently go to pee. However, it is not polite to leave a religious discourse midway but he had no other option and he left.  He found a bathroom, did his pee and then realized that he had to shit as well. So did both but there was no water to wash. He somehow managed to find some newspaper and cleaned himself. Meanwhile, the guy doing discourse had almost completed Hanuman's visit to Lanka and how he visited Sita, burnt Lanka and flew over the water back to India. So as our hero was entering the hall and walking towards his seat, the discourse person summarizes thus, ...... He went for 1 (meet Sita) and did 2 (meet Sita and burn Lanka) and returned without touching water. (referring to Hanuman). However, the hero felt uncomfortable wondering if he is referring to him instead."
    },
    { "id": 26, "joke": "what kind of appam is crazy? wattayappam" },
    {
      "id": 27,
      "joke": "Oral ottakku oru idathu pettu , aake ullu sadanam tyre illatha oru car aanu, ayal engane rekshpedum?... Aa carinu chuttum odanam appol tired aavum, ennittu aa tire ittu car odichu povaam"
    },
    {
      "id": 28,
      "joke": "Another survival story, oral oru desertil ottakkanu rekshapedan oru vandiyumilla , aake oru toffee und, engane rekshapeum ? Ayal aa toffee kazhikkum appol ayal santhoshavan aavum, ennittu aa van eduth povum."
    },
    {
      "id": 29,
      "joke": "Oraal kaatyl aan. Aalk atyavashamayi ernamkulath ethanam. Aalde adthu white paint mathram ullu. Aal endheyum?  Aal aa paint oru white ilayil adikum. Adh vyttila aavm."
    },
    {
      "id": 30,
      "joke": "ഒരു ഇന്ത്യൻ പട്ടാളക്കാരൻ യുദ്ധതിനിടെ പാക്കിസ്ഥാൻ പട്ടാളക്കാർകിടയിൽ അകപ്പെട്ടു. രക്ഷപെടാൻ ഒരു വഴിയുമില്ല എന്നു കണ്ടപ്പോൾ അങ്ങേര് ഒരു 100 രൂപ നോട്ട് എടുത്തു കാണിച്ചു. അതു കണ്ട് പാക്കിസ്ഥാൻ പട്ടാളക്കാർ പേടിച്ചു ഓടി പോയി. Why? കാരണം അവർക്ക് മനസിലായി അയാൾ 'ചില്ലറ'ക്കാരനല്ല എന്ന്‌."
    },
    {
      "id": 31,
      "joke": "മരുഭൂമിയിൽ കവർച്ചക്ക് ഇരയായ ഒരാളുടെ കയ്യിൽ ഒരു തേങ്ങ മാത്രമേ അവശേഷിച്ചുള്ളൂ. പക്ഷേ ചുരുങ്ങിയ കാലം കൊണ്ട് അയാൽ ധനികൻ ആയിമാറി. എങ്ങനെ?  അയാൾ തേങ്ങ പൊട്ടിച്ച് ഒരു മുറി വാടകയ്ക്ക് കൊടുത്തു ,മറ്റേ മുറിയിൽ ഹോട്ടൽ തുടങ്ങി."
    },
    {
      "id": 32,
      "joke": "Oru aal marubhoomiyil pettukidakkayirunnu. Ayaalde kaiyyil oru toy maathrame ullu. Ayaal engane rekshapedum?   Toy-il oru otta undakki aa Toyota yil kayari reskapedum"
    },
    {
      "id": 33,
      "joke": "Oraal oru island il ottapettu poyi. Aake kayyil ullath oru vaal (sword). Engane rakshappedum? Vaalu kond kayy muricchu mannil chora aakkanam. ചോര വീണ മണ്ണില്‍ നിന്നുയർന്നു വന്ന പൂമരം Ennitt aah maram vetti thoni undaakki rakshappedanam."
    },
    {
      "id": 34,
      "joke": "Oral oru thattukadayil ninnum 2 doshayum chammanthiyum vaangi.  1 dosha thinnappozhekkum chammanthi muzhavaum theernnu. Kadayilum chammanthi baakki illa. Appol ayal enthu cheyyum?  Ayal udane thanne kadakkarane idichu chammanthi akki. Enittu athum kootti bakki dosha kazhichu."
    },
    {
      "id": 35,
      "joke": "Oral oru pattayude ( Cockroach)kude oru boatil irikkuvayirunnu... Ayal pattu padiyappol aa patta chathu poyi... enthu kond? Karanam ayal Poomaram song paduvayirunnu aa pattu valare Hit ayi... Aa hit karanam patta chathu poyi..."
    },
    {
      "id": 36,
      "joke": "T: Enthadi Ninte pere V: Veena Elizabeth T: Oho. Appo veenilengil?"
    },
    { "id": 37, "joke": "Oru potato matte potatonod endh paranju. Potte to." },
    {
      "id": 38,
      "joke": "Kudiyan vayyil'de ikkare inn akkare kke povanam pakshe vayill full veliya pull airiku soo nadenn povan veshamo an, Apo kudiyan engane vayyil kadekum? kudich paamb aavum nnit ezengit povum"
    },
    {
      "id": 39,
      "joke": "Pandu pandu oru rajyathu oru rajav indayirnu..aa rajavine 5 makkal indayirnu..aa makkalude peru aane : KA - DHA - KA - ZHI - NJU"
    },
    {
      "id": 40,
      "joke": "What do Malayalis do during Christmas? We go keraling."
    },
    {
      "id": 41,
      "joke": "oru jail pullikarann jail chadanam. Jailil ayalum oru eliyum mathrame ullu. Ennitum he escaped. How? Ayal eliyude kazhuthu pidichu. appo ath 'key key' enn karanju. Athil oru key eduth jail thorann escape cheythu"
    },
    {
      "id": 42,
      "joke": "kaaka entha malarnn parakkathe? Nammal malarnn kedann aanallo orangunnath... so, kaaka malarnn paranna ath orangi poyi thazhe veenu chathu povum"
    },
    {
      "id": 43,
      "joke": "oral marubhoomiyil pettukidakkayirunnu. Ayaalde kaiyyil oru pen maathrame ullu. Ayaal engane rakshapedum? Ayaal aa ped kond airil 'India' eenu ezhuthum. Appol athu 'Air India' aayi. Ayaal athil kayari rakshapettu"
    },
    {
      "id": 44,
      "joke": "Oru aal or islandil pettukidakkayirunnu. Ayaalde kaiyyil or blade maathrame ullu. Ayaal engane rekshapedum? Ans: Ayaal blade konde kaiyil oru murive undaakkum - chora veena mannil ninnuyarnnu vanna poomaram. Ayaal aa poomaram konde kappalundakkum. With that kappal, he will escape."
    },
    {
      "id": 45,
      "joke": "Boyfriend: Ithe work out aakum ennu thonnunnilla. Namukk piriyaam. Me: Piriyaan nammal entha paaalo?!"
    },
    {
      "id": 46,
      "joke": "Or couple or veed vechu. Thamasam thudangunnathinu munpe sadhanangal vangikkaan poyi. Pakshe puthiya veettil vannappo adukkala kaanunnilla. Nth konde? Ans: Nambisan's ghee illatha adukala illa!"
    },
    {
      "id": 47,
      "joke": "Bhakshanangalile deivam aaraanu? Ans: Naan Cos kettittille, Naan kadavul!"
    },
    {
      "id": 48,
      "joke": "avivahithayaya sthree thaaye nilkunnu enn englishil enagne parayum? Misunderstanding"
    },
    { "id": 49, "joke": "chiripikunne pakshi ethan? ikkili" },
    { "id": 50, "joke": "shirtil chaaya veenal enth aakum? T-shirt" }
  ]
}
