{
  "jokes": [
    {
      "id": 38,
      "joke": "Kudiyan vayyil'de ikkare inn akkare kke povanam pakshe vayill full veliya pull airiku soo nadenn povan veshamo an, Apo kudiyan engane vayyil kadekum? kudich paamb aavum nnit ezengit povum"
    },
    {
      "id": 39,
      "joke": "Pandu pandu oru rajyathu oru rajav indayirnu..aa rajavine 5 makkal indayirnu..aa makkalude peru aane : KA - DHA - KA - ZHI - NJU"
    },
    {
      "id": 40,
      "joke": "What do Malayalis do during Christmas? We go keraling."
    },
    {
      "id": 41,
      "joke": "oru jail pullikarann jail chadanam. Jailil ayalum oru eliyum mathrame ullu. Ennitum he escaped. How? Ayal eliyude kazhuthu pidichu. appo ath 'key key' enn karanju. Athil oru key eduth jail thorann escape cheythu"
    },
    {
      "id": 42,
      "joke": "kaaka entha malarnn parakkathe? Nammal malarnn kedann aanallo orangunnath... so, kaaka malarnn paranna ath orangi poyi thazhe veenu chathu povum"
    },
    {
      "id": 43,
      "joke": "oral marubhoomiyil pettukidakkayirunnu. Ayaalde kaiyyil oru pen maathrame ullu. Ayaal engane rakshapedum? Ayaal aa ped kond airil 'India' eenu ezhuthum. Appol athu 'Air India' aayi. Ayaal athil kayari rakshapettu"
    },
    {
      "id": 44,
      "joke": "Oru aal or islandil pettukidakkayirunnu. Ayaalde kaiyyil or blade maathrame ullu. Ayaal engane rekshapedum? Ans: Ayaal blade konde kaiyil oru murive undaakkum - chora veena mannil ninnuyarnnu vanna poomaram. Ayaal aa poomaram konde kappalundakkum. With that kappal, he will escape."
    },
    {
      "id": 45,
      "joke": "Boyfriend: Ithe work out aakum ennu thonnunnilla. Namukk piriyaam. Me: Piriyaan nammal entha paaalo?!"
    },
    {
      "id": 46,
      "joke": "Or couple or veed vechu. Thamasam thudangunnathinu munpe sadhanangal vangikkaan poyi. Pakshe puthiya veettil vannappo adukkala kaanunnilla. Nth konde? Ans: Nambisan's ghee illatha adukala illa!"
    },
    {
      "id": 47,
      "joke": "Bhakshanangalile deivam aaraanu? Ans: Naan Cos kettittille, Naan kadavul!"
    },
    {
      "id": 48,
      "joke": "avivahithayaya sthree thaaye nilkunnu enn englishil enagne parayum? Misunderstanding"
    }
  ]
}
